/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut下载安装";
"LvAppTitle" = "剪映专业版下载安装";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "已经安装";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "重新安装";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "立即打开";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "取消";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "我们发现你已经安装了较旧的版本v%@，你可以直接启动capcut或安装最新版本";
"LvCheckInstalledMsgHintText" = "我们发现你已经安装了较旧的版本v%@，你可以直接启动剪映或安装最新版本";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "取消下载?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "继续下载";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "取消下载";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "已经下载了%d%%了，确定现在取消下载嘛？";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "下载出错，请重试";
// pc_installer_retry
"BtnText_Retry" = "重试";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "取消下载";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "保存";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "磁盘空间不足";


"BtnCheck_SystemTrayAutoboot" = "开机自动启动托盘";

"DownloadErrorCodeHintText" = "错误代码：";